Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Why a percentage is the wrong unit. A 20% drop means something very different for someone whose RMSSD swings 15% day to day than for someone whose swings 40%. The published approach (Plews, Buchheit) is to express today against YOUR own spread — the smallest worthwhile change, half a standard deviation of your log-transformed baseline. That is what the app computes, and why the same millisecond drop can read as "stable" one week and "below baseline" another.
ar: لماذا النسبة المئوية وحدة خاطئة. انخفاض 20% يعني شيئًا مختلفًا تمامًا لشخص يتأرجح RMSSD لديه 15% يوميًا عنه لشخص يتأرجح 40%. النهج المنشور (Plews، Buchheit) هو التعبير عن اليوم مقارنةً بتشتّتك أنت — أصغر تغيير جدير بالاهتمام، أي نصف انحراف معياري لخط أساسك المحوَّل لوغاريتميًا. هذا ما يحسبه التطبيق، ولهذا قد يُقرأ الانخفاض نفسه بالمللي ثانية «مستقرًا» في أسبوع و«تحت خط الأساس» في آخر.
da: Hvorfor procent er den forkerte enhed. Et fald på 20 % betyder noget helt andet for en, hvis RMSSD svinger 15 % fra dag til dag, end for en, hvis svinger 40 %. Den publicerede tilgang (Plews, Buchheit) er at udtrykke i dag i forhold til DIN egen spredning — den mindste relevante ændring, en halv standardafvigelse af din log-transformerede baseline. Det er det, appen beregner, og derfor kan det samme fald i millisekunder vises som »stabil« den ene uge og »under baseline« den næste.
de: Warum ein Prozentsatz die falsche Einheit ist: Ein Rückgang um 20 % bedeutet für jemanden, dessen RMSSD von Tag zu Tag um 15 % schwankt, etwas ganz anderes als für jemanden mit Schwankungen von 40 %. Der veröffentlichte Ansatz (Plews, Buchheit) setzt den heutigen Wert in Bezug zu DEINER eigenen Streuung — die kleinste relevante Veränderung, eine halbe Standardabweichung deiner log-transformierten Baseline. Genau das berechnet die App, und deshalb kann derselbe Rückgang in Millisekunden in einer Woche als „stabil“ und in einer anderen als „unter der Baseline“ gelten.
es: Por qué un porcentaje es la unidad equivocada. Una bajada del 20 % significa algo muy distinto para alguien cuyo RMSSD oscila un 15 % de un día a otro que para alguien cuyas oscilaciones son del 40 %. El enfoque publicado (Plews, Buchheit) consiste en expresar el día de hoy frente a TU propia dispersión: el cambio mínimo relevante, media desviación estándar de tu línea base transformada logarítmicamente. Eso es lo que calcula la app, y por eso la misma bajada en milisegundos puede leerse como «estable» una semana y «por debajo de la línea base» otra.
fi: Miksi prosentti on väärä yksikkö. 20 %:n lasku tarkoittaa aivan eri asiaa henkilölle, jonka RMSSD heilahtelee 15 % päivästä toiseen, kuin henkilölle, jonka heilahtelu on 40 %. Julkaistu lähestymistapa (Plews, Buchheit) on suhteuttaa tämä päivä OMAAN hajontaasi — pienin merkityksellinen muutos, puolikas keskihajonta logaritmimuunnetusta perustasostasi. Sen sovellus laskee, ja siksi sama millisekuntien lasku voi näkyä yhtenä viikkona "vakaana" ja toisena "perustason alapuolella".
fr: Pourquoi un pourcentage n’est pas la bonne unité. Une baisse de 20 % n’a pas du tout le même sens pour quelqu’un dont le RMSSD varie de 15 % d’un jour à l’autre que pour quelqu’un dont il varie de 40 %. L’approche publiée (Plews, Buchheit) consiste à exprimer la valeur du jour par rapport à VOTRE propre dispersion — le plus petit changement utile, soit un demi-écart-type de votre référence transformée en logarithme. C’est ce que calcule l’app, et c’est pourquoi une même baisse en millisecondes peut être lue comme « stable » une semaine et « en dessous de la référence » une autre.
is: Hvers vegna prósenta er röng eining. 20% lækkun þýðir allt annað fyrir einhvern sem RMSSD sveiflast 15% hjá dag frá degi en fyrir einhvern sem sveiflast 40%. Birta aðferðin (Plews, Buchheit) er að bera daginn í dag saman við ÞINN eigin breytileika — minnstu þýðingarmiklu breytinguna, hálft staðalfrávik af lógaritmabreyttu grunngildinu þínu. Það er það sem appið reiknar, og þess vegna getur sama lækkun í millisekúndum birst sem „stöðugt“ eina vikuna og „undir grunngildi“ þá næstu.
it: Perché la percentuale è l'unità sbagliata. Un calo del 20% significa cose molto diverse per chi ha un RMSSD che oscilla del 15% da un giorno all'altro e per chi oscilla del 40%. L'approccio pubblicato (Plews, Buchheit) esprime il valore di oggi rispetto alla TUA dispersione: la più piccola variazione rilevante, mezza deviazione standard della tua linea di base log-trasformata. È ciò che calcola l'app, ed è per questo che lo stesso calo in millisecondi può risultare "stabile" una settimana e "sotto la linea di base" un'altra.
ja: 割合が不適切な単位である理由。20% の低下は、RMSSD が日々 15% 変動する人と 40% 変動する人とでは、まったく異なる意味を持ちます。公開されている手法（Plews、Buchheit）では、今日の値をあなた自身のばらつき — 最小有意変化、つまり対数変換したベースラインの標準偏差の半分 — に対して表します。アプリが計算しているのはこれであり、だからこそ同じミリ秒の低下が、ある週は「安定」、別の週は「ベースライン未満」と表示されることがあるのです。
ko: 비율이 잘못된 단위인 이유. 20% 하락은 RMSSD가 날마다 15% 변하는 사람과 40% 변하는 사람에게 매우 다른 의미입니다. 발표된 방식(Plews, Buchheit)은 오늘을 본인의 변동 폭 — 최소 유의미 변화, 즉 로그 변환한 기준선의 표준편차 절반 — 에 대비해 표현하는 것입니다. 앱이 계산하는 것이 바로 이것이며, 그래서 같은 밀리초 하락이 어떤 주에는 "안정"으로, 다른 주에는 "기준선 이하"로 읽힐 수 있습니다.
nb: Hvorfor prosent er feil enhet. Et fall på 20 % betyr noe helt annet for en som har RMSSD som svinger 15 % fra dag til dag, enn for en som svinger 40 %. Den publiserte tilnærmingen (Plews, Buchheit) er å uttrykke dagen i dag i forhold til DIN egen spredning — den minste verdifulle endringen, et halvt standardavvik av den log-transformerte grunnlinjen din. Det er dette appen beregner, og derfor kan det samme fallet i millisekunder vises som «stabil» én uke og «under grunnlinjen» en annen.
nl: Waarom een percentage de verkeerde eenheid is. Een daling van 20% betekent iets heel anders voor iemand wiens RMSSD van dag tot dag 15% schommelt dan voor iemand bij wie dat 40% is. De gepubliceerde aanpak (Plews, Buchheit) is om vandaag uit te drukken ten opzichte van JOUW eigen spreiding — de kleinste zinvolle verandering, een halve standaarddeviatie van je log-getransformeerde basislijn. Dat berekent de app, en daarom kan dezelfde daling in milliseconden de ene week als ‘stabiel’ en de andere als ‘onder basislijn’ worden gelezen.
pt_br: Por que porcentagem é a unidade errada. Uma queda de 20% significa algo muito diferente para alguém cujo RMSSD oscila 15% de um dia para o outro e para alguém cujo RMSSD oscila 40%. A abordagem publicada (Plews, Buchheit) é expressar o dia de hoje em relação à SUA própria dispersão — a menor mudança relevante, meio desvio-padrão da sua linha de base transformada em log. É isso que o app calcula, e é por isso que a mesma queda em milissegundos pode aparecer como "estável" em uma semana e "abaixo da linha de base" em outra.
ru: Почему процент — неподходящая единица. Падение на 20% значит совсем разное для человека, у которого RMSSD колеблется на 15% изо дня в день, и для того, у кого колебания 40%. Опубликованный подход (Plews, Buchheit) — выражать сегодняшнее значение относительно ВАШЕГО собственного разброса: наименьшее значимое изменение равно половине стандартного отклонения логарифмированного базового уровня. Именно это вычисляет приложение, и поэтому одно и то же падение в миллисекундах может на одной неделе означать «стабильно», а на другой — «ниже базового уровня».
sv: Varför procent är fel enhet. En nedgång på 20 % betyder något helt annat för någon vars RMSSD svänger 15 % från dag till dag än för någon vars svänger 40 %. Den publicerade metoden (Plews, Buchheit) är att uttrycka dagens värde i förhållande till DIN egen spridning — den minsta meningsfulla förändringen, en halv standardavvikelse av din logaritmerade baslinje. Det är vad appen beräknar, och därför kan samma nedgång i millisekunder läsas som "stabil" en vecka och "under baslinjen" en annan.
zh_hans: 为什么百分比是错误的单位。对于 RMSSD 每天波动 15% 的人和每天波动 40% 的人来说，下降 20% 的意义完全不同。已发表的方法（Plews、Buchheit）是将今天的数值相对于你自己的波动幅度来表达 — 即最小有意义变化，为你对数变换后基线标准差的一半。应用计算的正是这个，这也是为什么同样的毫秒下降，在某一周可能显示为“稳定”，在另一周则显示为“低于基线”。

source: Why falling asleep instantly isn't a good sign
ar: لماذا الاستغراق في النوم فورًا ليس علامة جيدة
da: Hvorfor det ikke er et godt tegn at falde i søvn med det samme
de: Warum sofortiges Einschlafen kein gutes Zeichen ist
es: Por qué dormirse al instante no es buena señal
fi: Miksi välitön nukahtaminen ei ole hyvä merkki
fr: Pourquoi s’endormir instantanément n’est pas bon signe
is: Hvers vegna það er ekki gott merki að sofna samstundis
it: Perché addormentarsi all'istante non è un buon segno
ja: すぐに寝つけるのが良いサインではない理由
ko: 바로 잠드는 것이 좋은 신호가 아닌 이유
nb: Hvorfor det ikke er et godt tegn å sovne med en gang
nl: Waarom meteen in slaap vallen geen goed teken is
pt_br: Por que adormecer instantaneamente não é um bom sinal
ru: Почему мгновенное засыпание — не лучший знак
sv: Varför det inte är ett gott tecken att somna direkt
zh_hans: 为什么瞬间入睡并不是好迹象

source: Why HRV + Sleep + Vitals (and not Training)?
ar: لماذا HRV + النوم + العلامات الحيوية (وليس التدريب)؟
da: Hvorfor HRV + søvn + vitale tegn (og ikke træning)?
de: Warum HRV + Schlaf + Vitalwerte (und nicht Training)?
es: ¿Por qué HRV + Sueño + Constantes vitales (y no el entrenamiento)?
fi: Miksi HRV + uni + vitaaliarvot (eikä harjoittelu)?
fr: Pourquoi HRV + Sommeil + Signes vitaux (et pas l’entraînement) ?
is: Hvers vegna HRV + svefn + lífsmörk (en ekki æfingar)?
it: Perché HRV + Sonno + Parametri vitali (e non l'allenamento)?
ja: なぜ HRV + 睡眠 + バイタル（トレーニングではなく）なのか？
ko: 왜 HRV + 수면 + 활력 징후일까(훈련은 왜 아닐까)?
nb: Hvorfor HRV + søvn + vitale tegn (og ikke trening)?
nl: Waarom HRV + slaap + vitale waarden (en geen training)?
pt_br: Por que VFC + Sono + Sinais vitais (e não Treino)?
ru: Почему ВСР + сон + жизненные показатели (а не тренировки)?
sv: Varför HRV + sömn + vitala tecken (och inte träning)?
zh_hans: 为什么是 HRV + 睡眠 + 生命体征（而不是训练）？

source: Why It Matters
ar: لماذا يهم
da: Hvorfor det betyder noget
de: Warum es wichtig ist
es: Por qué importa
fi: Miksi sillä on merkitystä
fr: Pourquoi c’est important
is: Hvers vegna það skiptir máli
it: Perché è importante
ja: なぜ重要なのか
ko: 왜 중요한가
nb: Hvorfor det betyr noe
nl: Waarom het ertoe doet
pt_br: Por que isso importa
ru: Почему это важно
sv: Varför det spelar roll
zh_hans: 为什么重要

source: Why it matters
ar: لماذا يهم
da: Hvorfor det betyder noget
de: Warum es wichtig ist
es: Por qué importa
fi: Miksi sillä on merkitystä
fr: Pourquoi c’est important
is: Hvers vegna það skiptir máli
it: Perché conta
ja: なぜ重要なのか
ko: 왜 중요한가
nb: Hvorfor det betyr noe
nl: Waarom het ertoe doet
pt_br: Por que isso importa
ru: Почему это важно
sv: Varför det spelar roll
zh_hans: 为什么重要

source: Why It's Not in the Score
ar: لماذا ليس ضمن النتيجة
da: Hvorfor den ikke indgår i scoren
de: Warum es nicht im Wert enthalten ist
es: Por qué no está en la puntuación
fi: Miksi se ei ole pisteissä
fr: Pourquoi elle n’est pas dans le score
is: Hvers vegna það er ekki í stigunum
it: Perché non è nel punteggio
ja: スコアに含まれない理由
ko: 점수에 포함되지 않는 이유
nb: Hvorfor det ikke er med i scoren
nl: Waarom het niet in de score zit
pt_br: Por que não está na pontuação
ru: Почему этого нет в оценке
sv: Varför det inte ingår i poängen
zh_hans: 为什么它不计入评分

source: Why no raw-GPS-altitude smoothing?
ar: لماذا لا يُنعَّم ارتفاع GPS الخام؟
da: Hvorfor ingen udglatning af rå GPS-højde?
de: Warum keine Glättung der reinen GPS-Höhe?
es: ¿Por qué no suavizar la altitud GPS sin procesar?
fi: Miksi raakaa GPS-korkeutta ei tasoiteta?
fr: Pourquoi ne pas lisser l’altitude GPS brute ?
is: Hvers vegna engin jöfnun á hrári GPS-hæð?
it: Perché non smussare l'altitudine GPS grezza?
ja: なぜ生の GPS 高度を平滑化しないのか？
ko: 원시 GPS 고도를 평활화하지 않는 이유?
nb: Hvorfor ikke utjevne rå GPS-høyde?
nl: Waarom geen afvlakking van ruwe GPS-hoogte?
pt_br: Por que não suavizar a altitude bruta do GPS?
ru: Почему не сглаживать сырую высоту по GPS?
sv: Varför ingen utjämning av rå GPS-höjd?
zh_hans: 为什么不对原始 GPS 海拔进行平滑？

source: Why that threshold is blunt on purpose. Across validation studies the Apple Watch averages very close to a reference oximeter — pooled bias near zero — but INDIVIDUAL readings in the 90-100% range can sit up to about six percentage points either side of the true value. A single 93% could be a true 93%, or a true 99%. Accuracy is poorer at genuinely low saturation, and optical oximetry is documented to over-read in people with darker skin. One night below 95% is a reason to look again, not a finding.
ar: لماذا هذه العتبة حادة عن قصد. عبر دراسات التحقق، يقارب متوسط Apple Watch جهاز قياس أكسجين مرجعيًا جدًا — انحياز مجمّع قرب الصفر — لكن القراءات المنفردة في نطاق 90-100% قد تبتعد حتى نحو ست نقاط مئوية في أيٍّ من الاتجاهين عن القيمة الحقيقية. قد تكون قراءة 93% منفردة 93% حقيقية، أو 99% حقيقية. الدقة أضعف عند التشبع المنخفض فعلًا، ومن الموثّق أن قياس الأكسجين البصري يبالغ في القراءة لدى أصحاب البشرة الداكنة. ليلة واحدة دون 95% سبب لإعادة النظر، لا نتيجة.
da: Hvorfor tærsklen bevidst er grov. På tværs af valideringsstudier ligger Apple Watch i gennemsnit meget tæt på et referenceoximeter — samlet bias nær nul — men ENKELTE målinger i intervallet 90-100 % kan ligge op til ca. seks procentpoint til hver side af den sande værdi. Én måling på 93 % kan være sande 93 % eller sande 99 %. Nøjagtigheden er dårligere ved reelt lav iltmætning, og det er dokumenteret, at optisk oximetri måler for højt hos personer med mørkere hud. Én nat under 95 % er en grund til at se efter igen, ikke et fund.
de: Warum diese Schwelle absichtlich grob ist: In Validierungsstudien liegt die Apple Watch im Durchschnitt sehr nah an einem Referenz-Oximeter — gepoolte Abweichung nahe null —, aber EINZELNE Messwerte im Bereich 90–100 % können bis zu etwa sechs Prozentpunkte in beide Richtungen vom wahren Wert abweichen. Ein einzelner Wert von 93 % kann wirklich 93 % sein — oder 99 %. Bei tatsächlich niedriger Sättigung ist die Genauigkeit schlechter, und für die optische Oximetrie ist dokumentiert, dass sie bei Menschen mit dunklerer Haut zu hohe Werte anzeigt. Eine Nacht unter 95 % ist ein Grund, noch einmal hinzusehen, kein Befund.
es: Por qué ese umbral es tosco a propósito. En los estudios de validación, el Apple Watch promedia muy cerca de un oxímetro de referencia —sesgo combinado cercano a cero—, pero las lecturas INDIVIDUALES en el rango del 90-100 % pueden desviarse hasta unos seis puntos porcentuales a cada lado del valor real. Un 93 % aislado podría ser un 93 % real o un 99 % real. La precisión es menor con saturaciones realmente bajas, y está documentado que la oximetría óptica sobreestima en personas de piel más oscura. Una noche por debajo del 95 % es motivo para volver a mirar, no un hallazgo.
fi: Miksi kynnys on tarkoituksella karkea. Validointitutkimuksissa Apple Watch on keskimäärin hyvin lähellä vertailuoksimetriä — yhdistetty harha lähellä nollaa — mutta YKSITTÄISET lukemat välillä 90–100 % voivat poiketa todellisesta arvosta noin kuusi prosenttiyksikköä kumpaankin suuntaan. Yksittäinen 93 % voi olla todellinen 93 % tai todellinen 99 %. Tarkkuus on heikompi todella matalilla saturaatioilla, ja optisen oksimetrian on dokumentoitu yliarvioivan tummaihoisilla. Yksi yö alle 95 %:n on syy katsoa uudelleen, ei löydös.
fr: Pourquoi ce seuil est volontairement simple. Dans les études de validation, l’Apple Watch donne en moyenne des valeurs très proches d’un oxymètre de référence — un biais global proche de zéro — mais les lectures INDIVIDUELLES entre 90 et 100 % peuvent s’écarter d’environ six points de pourcentage de part et d’autre de la vraie valeur. Un 93 % isolé peut être un vrai 93 %, ou un vrai 99 %. La précision est moindre lorsque la saturation est réellement basse, et il est documenté que l’oxymétrie optique surestime les valeurs chez les personnes à peau plus foncée. Une nuit sous 95 % est une raison de regarder à nouveau, pas un constat.
is: Hvers vegna sá þröskuldur er viljandi grófur. Í sannprófunarrannsóknum er Apple Watch að meðaltali mjög nálægt viðmiðunarsúrefnismæli — samanlögð skekkja nálægt núlli — en EINSTAKAR mælingar á bilinu 90-100% geta legið allt að um sex prósentustigum hvoru megin við rétt gildi. Ein mæling upp á 93% gæti verið raunveruleg 93% eða raunveruleg 99%. Nákvæmnin er minni við raunverulega lága mettun, og skjalfest er að ljósmæling á súrefnismettun sýni of há gildi hjá fólki með dekkri húð. Ein nótt undir 95% er ástæða til að skoða aftur, ekki niðurstaða.
it: Perché quella soglia è volutamente grossolana. Negli studi di validazione l'Apple Watch è in media molto vicino a un ossimetro di riferimento — errore medio complessivo vicino allo zero — ma le SINGOLE letture tra il 90 e il 100% possono discostarsi fino a circa sei punti percentuali in un senso o nell'altro dal valore reale. Un singolo 93% potrebbe essere un vero 93% o un vero 99%. L'accuratezza è peggiore a saturazioni davvero basse, ed è documentato che l'ossimetria ottica sovrastima nelle persone con la pelle più scura. Una notte sotto il 95% è un motivo per ricontrollare, non una conclusione.
ja: そのしきい値が意図的に大まかである理由。検証研究全体で見ると、Apple Watch の平均値は基準となるオキシメーターに非常に近い — 統合したバイアスはほぼゼロ — ものの、90～100% の範囲の個々の測定値は、真の値から上下に最大約 6 ポイントずれることがあります。1 回の 93% は本当に 93% かもしれませんし、本当は 99% かもしれません。本当に低い飽和度では精度が下がり、また光学式のオキシメトリーは肌の色が濃い人で高めに出ることが報告されています。95% を下回った夜が 1 回あっても、それはもう一度確認する理由であり、所見ではありません。
ko: 그 임계값이 일부러 단순한 이유. 검증 연구 전반에서 Apple Watch는 평균적으로 기준 산소포화도 측정기와 매우 가깝지만(통합 편향이 거의 0), 90-100% 범위의 개별 측정값은 실제 값에서 위아래로 약 6%포인트까지 벗어날 수 있습니다. 93% 한 번은 실제로 93%일 수도, 실제로 99%일 수도 있습니다. 실제로 포화도가 낮을 때는 정확도가 더 떨어지며, 광학 산소포화도 측정은 피부색이 어두운 사람에게서 과대 측정되는 것으로 보고되어 있습니다. 95% 미만인 밤 하루는 다시 살펴볼 이유이지 소견이 아닙니다.
nb: Hvorfor terskelen er grov med vilje. På tvers av valideringsstudier ligger Apple Watch i gjennomsnitt svært nær et referanseoksymeter — samlet skjevhet nær null — men ENKELTMÅLINGER i området 90-100 % kan avvike med opptil omtrent seks prosentpoeng i begge retninger fra den sanne verdien. En enkelt måling på 93 % kan være ekte 93 % eller ekte 99 %. Nøyaktigheten er dårligere ved reelt lav metning, og det er dokumentert at optisk oksymetri viser for høye verdier hos personer med mørkere hud. Én natt under 95 % er en grunn til å se nærmere, ikke et funn.
nl: Waarom die drempel bewust grof is. In validatiestudies zit de Apple Watch gemiddeld heel dicht bij een referentie-oximeter — gepoolde afwijking bijna nul — maar AFZONDERLIJKE metingen in het bereik 90-100% kunnen tot ongeveer zes procentpunten naar beide kanten van de echte waarde afwijken. Eén 93% kan een echte 93% zijn, of een echte 99%. Bij een werkelijk lage verzadiging is de nauwkeurigheid minder, en van optische oximetrie is gedocumenteerd dat die bij mensen met een donkere huid te hoog meet. Eén nacht onder 95% is een reden om nog eens te kijken, geen bevinding.
pt_br: Por que esse limite é propositalmente simples. Nos estudos de validação, o Apple Watch fica em média muito perto de um oxímetro de referência — viés agregado próximo de zero —, mas leituras INDIVIDUAIS na faixa de 90-100% podem ficar até cerca de seis pontos percentuais acima ou abaixo do valor real. Um único 93% pode ser um 93% real ou um 99% real. A precisão é pior em saturações realmente baixas, e há registros de que a oximetria óptica superestima os valores em pessoas de pele mais escura. Uma noite abaixo de 95% é motivo para olhar de novo, não uma constatação.
ru: Почему этот порог намеренно грубый. По данным проверочных исследований Apple Watch в среднем очень близки к эталонному оксиметру — сводное смещение около нуля, — но ОТДЕЛЬНЫЕ значения в диапазоне 90–100% могут отклоняться от истинного примерно на шесть процентных пунктов в любую сторону. Одно значение 93% может быть и истинными 93%, и истинными 99%. При действительно низкой сатурации точность хуже, и задокументировано, что оптическая оксиметрия завышает показания у людей с более тёмной кожей. Одна ночь ниже 95% — повод проверить снова, а не вывод.
sv: Varför tröskeln är trubbig med avsikt. I valideringsstudier ligger Apple Watch i genomsnitt mycket nära en referensoximeter — sammanvägd bias nära noll — men ENSKILDA värden i intervallet 90–100 % kan ligga upp till ungefär sex procentenheter åt endera hållet från det sanna värdet. Ett enskilt värde på 93 % kan vara verkliga 93 % eller verkliga 99 %. Noggrannheten är sämre vid verkligt låg mättnad, och optisk oximetri har dokumenterats visa för högt hos personer med mörkare hud. En natt under 95 % är ett skäl att titta igen, inte ett fynd.
zh_hans: 为什么这个阈值有意设得简单直接。在各项验证研究中，Apple Watch 的平均值与参考血氧仪非常接近 — 汇总偏差接近零 — 但在 90-100% 范围内，单次读数可能比真实值高或低最多约六个百分点。一次 93% 可能真的是 93%，也可能实际是 99%。在真正低饱和度时准确度更差，并且有文献记录光学血氧测量在肤色较深的人群中会读数偏高。一晚低于 95% 是再看一看的理由，而不是结论。

source: Why the first two weeks matter and what to expect
ar: لماذا يهم الأسبوعان الأولان وما الذي تتوقعه
da: Hvorfor de første to uger betyder noget, og hvad du kan forvente
de: Warum die ersten zwei Wochen wichtig sind und was dich erwartet
es: Por qué importan las dos primeras semanas y qué esperar
fi: Miksi kaksi ensimmäistä viikkoa ovat tärkeitä ja mitä odottaa
fr: Pourquoi les deux premières semaines comptent et à quoi s’attendre
is: Hvers vegna fyrstu tvær vikurnar skipta máli og við hverju má búast
it: Perché le prime due settimane contano e cosa aspettarsi
ja: 最初の 2 週間が大切な理由と、予想されること
ko: 처음 2주가 중요한 이유와 예상되는 것
nb: Hvorfor de to første ukene betyr noe og hva du kan forvente
nl: Waarom de eerste twee weken ertoe doen en wat je kunt verwachten
pt_br: Por que as duas primeiras semanas importam e o que esperar
ru: Почему важны первые две недели и чего ожидать
sv: Varför de första två veckorna spelar roll och vad du kan förvänta dig
zh_hans: 为什么前两周很重要，以及可以期待什么

source: Why this is more accurate than threshold-on-raw
ar: لماذا هذا أدق من تطبيق عتبة على البيانات الخام
da: Hvorfor det er mere præcist end en tærskel på rådata
de: Warum das genauer ist als eine Schwelle auf Rohdaten
es: Por qué es más preciso que aplicar un umbral a los datos sin procesar
fi: Miksi tämä on tarkempi kuin kynnys raakadataan
fr: Pourquoi c’est plus précis qu’un seuil sur les données brutes
is: Hvers vegna þetta er nákvæmara en þröskuldur á hráum gögnum
it: Perché è più accurato di una soglia sui dati grezzi
ja: 生データにしきい値を適用するより正確な理由
ko: 원시 값에 임계값을 적용하는 것보다 더 정확한 이유
nb: Hvorfor dette er mer nøyaktig enn terskel på rådata
nl: Waarom dit nauwkeuriger is dan een drempel op ruwe gegevens
pt_br: Por que isso é mais preciso do que aplicar um limite aos dados brutos
ru: Почему это точнее, чем порог по сырым данным
sv: Varför det här är mer exakt än en tröskel på rådata
zh_hans: 为什么这比在原始数据上设阈值更准确

source: Why this matters
ar: لماذا هذا مهم
da: Hvorfor det betyder noget
de: Warum das wichtig ist
es: Por qué importa esto
fi: Miksi tällä on merkitystä
fr: Pourquoi c’est important
is: Hvers vegna þetta skiptir máli
it: Perché è importante
ja: なぜ重要なのか
ko: 왜 중요한가
nb: Hvorfor dette betyr noe
nl: Waarom dit ertoe doet
pt_br: Por que isso importa
ru: Почему это важно
sv: Varför det här spelar roll
zh_hans: 为什么这很重要

source: Why Variability Is Good
ar: لماذا التقلب أمر جيد
da: Hvorfor variabilitet er godt
de: Warum Variabilität gut ist
es: Por qué la variabilidad es buena
fi: Miksi vaihtelu on hyvä asia
fr: Pourquoi la variabilité est une bonne chose
is: Hvers vegna breytileiki er góður
it: Perché la variabilità è un bene
ja: 変動性が良い理由
ko: 변이도가 좋은 이유
nb: Hvorfor variabilitet er bra
nl: Waarom variabiliteit goed is
pt_br: Por que a variabilidade é boa
ru: Почему вариабельность — это хорошо
sv: Varför variabilitet är bra
zh_hans: 为什么变异性是好事
